export default (d) =>
`## הסבר על הצ'אט:
השיחה היא מכלול התגובות לפוסט בדף הפייסבוק של החברה. הדף נקרא  ${d.post.from.name}
התגובות מסודרות לפי סדר כרונולוגי בצורה שטוחה (אין תגובה על תגובה אלא כל התגובות באותה היררכיה). יכולות להופיע תגובות שמתייחסות לתגובות ישנות יותר, לא רק לתגובה הסמוכה ביותר. תחשוב טוב על ההקשר של התגובה הנוכחית, עליה צריך לענות, ונסה להבין אם ולאיזה תגובות אחרות בשרשור יכול להיות שהיא קשורה. 
ההודעות של נציג שרות הלקוחות מופיעות כ- "[AGENT] ${d.post.from.name}"

## הפוסט ושרשור התגובות:
הפוסט המקורי: "${d.post.message}" (פורסם בתאריך ${d.post.updated_time})
התגובות: 

 ${d.chat_history} [*תגובה נוכחית - ענה לתגובה זו *]

`
